{
    "weavings": [
        {
            "name": "◯Dark Life",
            "tradition": "Essence Weaving",
            "level": "5",
            "description": "When a Dark Hunter performs an Evasion check, or a Fortitude and Willpower check, they can consume 1d HP after seeing the roll result to increase their Success Value by +1. Using this effect is optional, but once the HP consumption is decided, it cannot be canceled.Inside a Shallow Abyss, this +1 bonus to Success Value is applied automatically without HP consumption, and it also applies to Death Checks.",
            "power_table": null,
            "cost": "-",
            "prerequisite": "None",
            "summary": "Consume 1d HP to gain +1 to Evasion and Resistance Checks; automatic in a Shallow Abyss"
        },
        {
            "name": "►Evil-Banishing Light Lance",
            "tradition": "Essence Weaving",
            "level": "10",
            "description": "Creates a lance of light and launches it at the enemy. It has no maximum cost limit and is the same as [Evil-Banishing Light Bullet] except that its Power is 30 (60 against Daemons and Undead).",
            "power_table": "<table class=\"powertable\">\n<tr class=\"rolls\">\n<td class=\"bbg\">Power</td>\n<td>③</td>\n<td>④</td>\n<td>⑤</td>\n<td>⑥</td>\n<td>⑦</td>\n<td>⑧</td>\n<td>⑨</td>\n<td>⑩</td>\n<td>⑪</td>\n<td>⑫</td>\n<td class=\"bbg\">Crit</td>\n</tr>\n<tr>\n<td>30</td>\n<td>2</td>\n<td>4</td>\n<td>4</td>\n<td>6</td>\n<td>7</td>\n<td>8</td>\n<td>9</td>\n<td>10</td>\n<td>10</td>\n<td>10</td>\n<td>⑩</td>\n</tr>\n<tr>\n<td>60</td>\n<td>5</td>\n<td>9</td>\n<td>10</td>\n<td>11</td>\n<td>12</td>\n<td>13</td>\n<td>14</td>\n<td>15</td>\n<td>16</td>\n<td>18</td>\n<td>⑩</td>\n</tr>\n</table>",
            "cost": "2dHP",
            "prerequisite": "[ Evil-Banishing Light Bullet ]",
            "target": "1 Character",
            "rangearea": "1 (10m) / Shot",
            "duration": "Instant",
            "resistance": "Half",
            "summary": "Power 30 Energy-type magical damage (Power 60 against Daemons and Undead)"
        },
        {
            "name": "⏩Spectral Curve",
            "tradition": "Essence Weaving",
            "level": "5",
            "description": "Weapons thrown by the Dark Hunter trace an arc, cleaving everything in their path.Thrown Attacks by the Dark Hunter (including [Spectral Throw]) are treated as \"Area: Line\". In Advanced Combat (see ET, p. 78), an ellipse of any shape (from a circle to essentially a straight line) is drawn with the target and the Dark Hunter at each end of the long axis, representing the flying path of the thrown weapon. The effective range is 1m wide on either side of this path (even if there's overlap in the path due to back-and-forth motion, characters caught in the effect are only checked once).Note that for weapons or effects that are lost upon being thrown or hit, damage and effects are only applied to the first target hit (determined by the GM considering the path), and other targets are not hit (in other words, using this Essence Weaving with such weapons would be pointless).Thrown weapons return to the Dark Hunter's hand. For normal thrown weapons, the equipped state is maintained.Once this effect occurs, the [Spectral Curve] is automatically canceled.The Accuracy check is performed only once, collectively. The HP consumption when using [Spectral Throw] remains normal and does not double.Damage determination for targets is done individually.When performing two thrown weapon attacks with [Dual Wielding] (note: as mentioned earlier, this cannot be done with [Dual Weaving]), [Spectral Curve] can be used separately for each attack (costs are also determined and consumed separately for each). If you haven't learned [Twin Strike], the targets of the two attacks (and the weapon's flying path in Advanced Combat) must be the same. If the target is defeated (removed from the game) by the first attack, the area or coordinates where it existed automatically become the target, and other characters (sections) in that location cannot be chosen as targets.",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "[ Pull of Soul Tethers ]",
            "target": "Caster",
            "rangearea": "Caster",
            "duration": "10 seconds (1 round)",
            "resistance": "Optional",
            "summary": "Allows Thrown Attack to be performed as \"Area: Line\""
        },
        {
            "name": "⏩△Affliction Ward",
            "tradition": "Essence Weaving",
            "level": "5",
            "description": "For the duration of the effect, when the Dark Hunter performs a resistance check against Poison-, Disease-, or Curse-type effects or damage, they can add +2 to their Success Value.When the user's Dark Hunter class reaches level 10, they become completely immune to Poison-, Disease-, and Curse-type effects or damage (even those with \"Resistance: Can't\" or \"Resistance: Temporary\") if they are generated by the unique skills or magic use of characters classified as \"Daemon\" or \"Undead.\"",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "None",
            "target": "Caster",
            "rangearea": "Caster",
            "duration": "10 seconds (1 round)",
            "resistance": "Optional",
            "summary": "+2 resistance to poison, disease, and curse"
        },
        {
            "name": "⏩Dual Weaving",
            "tradition": "Essence Weaving",
            "level": "5",
            "description": "When the Dark Hunter uses [Spectral Throw], it becomes \"Target: 2 Characters\". Two identical weapons must be prepared for the thrown weapon. Once this effect is used, [Dual Weaving] is automatically canceled.The Accuracy check for [Spectral Throw] is performed only once collectively. Also, HP consumption remains normal when used and does not double.Damage determination against targets is done individually.",
            "power_table": null,
            "cost": "2HP",
            "prerequisite": "[ Spectral Throw ]",
            "target": "Caster",
            "rangearea": "Caster",
            "duration": "10 seconds (1 round)",
            "resistance": "Optional",
            "summary": "Set [Spectral Throw] attacks to \"Target: 2 characters\""
        },
        {
            "name": "⏩Soul Protection Seal",
            "tradition": "Essence Weaving",
            "level": "5",
            "description": "For the duration of the effect, the target is automatically excluded from the line attack targets of [Spectral Curve] used by the Dark Hunter.",
            "power_table": null,
            "cost": "2HP",
            "prerequisite": "[ Spectral Curve ]",
            "target": "1 Character",
            "rangearea": "1 (10m) / Target",
            "duration": "10 seconds (1 round)",
            "resistance": "Optional",
            "summary": "Exclude from [Spectral Curve] attack targets"
        },
        {
            "name": "◯Universal Manipulation",
            "tradition": "Essence Weaving",
            "level": "5",
            "description": "Dark Hunter can use melee weapons with \"Stance: 1H (excluding 1HR)\" for [Spectral Throw] at \"Range: 1 (10m),\" except for weapons in category Wrestling. If [Long-Range Technique] is acquired, the range becomes \"Range: 2 (30m).\"Regardless of the original weapon category, rank restriction removal and Extra Damage increase are determined by the rank of [Weapon Proficiency/Thrown Weapon].",
            "power_table": null,
            "cost": "-",
            "prerequisite": "[ Spectral Throw ]",
            "summary": "Ability to use melee weapons (1H only) for [Spectral Throw]"
        },
        {
            "name": "⏩Type Infusion: Roar",
            "tradition": "Essence Weaving",
            "level": "1",
            "description": "When the target makes a weapon attack, treat the weapon used in that attack as a Magic Weapon of Bludgeoning, Earth, and Fire types.",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "None",
            "target": "1 Character",
            "rangearea": "2 (30m) / Target",
            "duration": "30 seconds (3 rounds)",
            "resistance": "Optional",
            "summary": "Make weapon attack Bludgeoning, Earth, and Fire types"
        },
        {
            "name": "⏩△Spectral Protective Circle",
            "tradition": "Essence Weaving",
            "level": "1",
            "description": "For the duration of the effect, all physical and magical damage received by the target is reduced by 2 points. If the damage source is classified as \"Daemon\" or \"Undead,\" the reduction is 3 points.",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "None",
            "target": "1 Character",
            "rangearea": "1 (10m) / Target",
            "duration": "30 seconds (3 rounds)",
            "resistance": "Optional",
            "summary": "Damage reduction -2 (Daemons or Undead -3)"
        },
        {
            "name": "⏩Essence Focus",
            "tradition": "Essence Weaving",
            "level": "1",
            "description": "For the duration of the effect, the Dark Hunter gains a +1 bonus to Accuracy checks for all thrown attacks they perform. If the attack target is a character classified as \"Daemon\" or \"Undead,\" the bonus is increased by an additional +1 (total +2).",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "None",
            "target": "Caster",
            "rangearea": "Caster",
            "duration": "30 seconds (3 rounds)",
            "resistance": "Optional",
            "summary": "Thrown weapon Accuracy +1 (Daemons, Undead +2)"
        },
        {
            "name": "►Evil-Banishing Light Bullet",
            "tradition": "Essence Weaving",
            "level": "5",
            "description": "Creates an arrow of light and releases it at the enemy.With a \"Range/Area: 1 (10m) / Shot\", it deals \"Power 20 (Critical Threshold 10) + Mental Power\" Energy magic damage to \"Target: 1 Character\". If the attack target is a Daemon or Undead, the Power becomes 40.When used, \"Mental Power\" is treated as equivalent to \"Magic Power\" in spell casting and follows the processing of spell casting with Resistance: Half.As it is not magic, effects that increase Magic Power and the like do not affect it.",
            "power_table": "<table class=\"powertable\">\n<tr class=\"rolls\">\n<td class=\"bbg\">Power</td>\n<td>③</td>\n<td>④</td>\n<td>⑤</td>\n<td>⑥</td>\n<td>⑦</td>\n<td>⑧</td>\n<td>⑨</td>\n<td>⑩</td>\n<td>⑪</td>\n<td>⑫</td>\n<td class=\"bbg\">Crit</td>\n</tr>\n<tr>\n<td>20</td>\n<td>1</td>\n<td>2</td>\n<td>3</td>\n<td>4</td>\n<td>5</td>\n<td>6</td>\n<td>7</td>\n<td>8</td>\n<td>9</td>\n<td>10</td>\n<td>⑩</td>\n</tr>\n<tr>\n<td>40</td>\n<td>4</td>\n<td>5</td>\n<td>6</td>\n<td>7</td>\n<td>9</td>\n<td>10</td>\n<td>11</td>\n<td>11</td>\n<td>12</td>\n<td>13</td>\n<td>⑩</td>\n</tr>\n</table>",
            "cost": "2d(9)HP",
            "prerequisite": "None",
            "target": "1 Character",
            "rangearea": "1 (10m) / Shot",
            "duration": "Instant",
            "resistance": "Half",
            "summary": "Power 20 Energy-type magical damage (Power 40 against Daemons and Undead)"
        },
        {
            "name": "⏩△Levitation Technique",
            "tradition": "Essence Weaving",
            "level": "5",
            "description": "For the effect duration, the Dark Hunter floats about 10cm above the ground or water surface. This allows them to cross water surfaces, ignore the disadvantages of poor footing, and avoid negative effects from touching the ground. Even while floating, normal walking and running are possible.Even with this effect, slopes that are normally too steep to walk on remain impassable; for instance, walking on vertical walls is not possible. (When judging friction in this context, consider it equivalent to a typical stone floor.)This effect only manifests while the Dark Hunter is standing. If they fall prone, the effect is temporarily lost until they stand up again.",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "None",
            "target": "Caster",
            "rangearea": "Caster",
            "duration": "1 minute (6 rounds)",
            "resistance": "Optional",
            "summary": "Float about 10cm above the ground"
        },
        {
            "name": "◯Monster Watch",
            "tradition": "Essence Weaving",
            "level": "1",
            "description": "The Monster Knowledge check performed by the Dark Hunter class will be expanded from \"Daemon-only\" to include \"Daemons, Barbarous, and Undead.\" A character can understand the classification and perform a Monster Knowledge check if the target has the \"Classification: Daemon,\" \"Classification: Barbarous,\" or \"Classification: Undead\" (if there's no mimicry or transformation in effect).When a user's Dark Hunter class level reaches 5 or higher, in this Monster Knowledge check, if the target has the \"Classification: Daemon,\" the Weakness is treated as 4 points lower than usual (but will not decrease below the monster's Reputation score). This effect is cumulative with the \"Lal-Veine's Monocle\" (see ET, p. 154), but Weakness will still not drop below Reputation.If a user's Dark Hunter class level is 10 or higher, and if the Success Value of the Monster Knowledge check against a monster of the relevant classification is equal to or greater than its Weakness score, the numerical value is doubled when applying the Weak Point. This is limited to cases where the Dark Hunter themselves achieves a Success Value equal to or greater than the Weakness in a Monster Knowledge check using the Dark Hunter class, and it only applies to themselves. This effect does not stack with the Combat Feat [Weakness Exploit].",
            "power_table": null,
            "cost": "-",
            "prerequisite": "None",
            "summary": "Extend Monster Knowledge checks to include Barbarous and Undead"
        },
        {
            "name": "⏩△Abyss Exploration Techniques",
            "tradition": "Essence Weaving",
            "level": "1",
            "description": "When performing a check belonging to the Technique, Movement, Observation, or Knowledge check packages, the Dark Hunter gains a +1 bonus. This effect automatically applies to the first applicable check made within the effect duration, which is then dispelled. It does not apply to checks that take longer than 10 minutes to use.When the Dark Hunter is within a Shallow Abyss, this ability becomes costless and its effects are constantly and automatically applied. In this state, checks that take longer than 10 minutes to use also become effective.",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "None",
            "target": "Caster",
            "rangearea": "Caster",
            "duration": "10 minutes (60 rounds)",
            "resistance": "Optional",
            "summary": "Technique, Movement, Observation, Knowledge checks +1; passive while within Shallow Abyss"
        },
        {
            "name": "⏩Mind Binding Technique I",
            "tradition": "Essence Weaving",
            "level": "1",
            "description": "Restrains the target's movements using mental power. For the duration of the effect, the target receives a -1 penalty for all Evasion checks.Since the [Mind Binding Technique II/III] weavings have the same name but non-stackable effects, their effects cannot be combined with this weaving (only the last one used is effective).",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "None",
            "target": "1 Character",
            "rangearea": "Touch",
            "duration": "10 seconds (1 round)",
            "resistance": "Can't",
            "summary": "Evasion check -1"
        },
        {
            "name": "⏩△Mind Binding Technique II",
            "tradition": "Essence Weaving",
            "level": "5",
            "description": "Restrain the target's movements using soul power.For the effect duration, when the target performs an active check that involves a comparison of Success Values (such as Accuracy check, Spellcasting check for resistance, Performance check, Evocation check, etc.), they receive a -1 penalty to all of these checks. As this has the same name and is non-stacking with [Mind Binding Technique I/III], the effects cannot be combined (the last one used is effective).For checks that could be considered active but do not involve a comparison of Success Values, or in comparisons where active and passive sides cannot be determined, or when acting as the passive side, this penalty does not apply.",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "[ Mind Binding Technique I ]",
            "target": "1 Character",
            "rangearea": "Touch",
            "duration": "10 seconds (1 round)",
            "resistance": "Can't",
            "summary": "Active skill checks -1"
        },
        {
            "name": "◯Mass Looting",
            "tradition": "Essence Weaving",
            "level": "1",
            "description": "When a Dark Hunter attempts to obtain loot from a monster, if there is an item with a selling price of \"100G or less\" that is \"Always\" obtained, they gain \"1d\" of one such item.If there's one item, they get 1d of it; if there are two items, they get 1d+1. If the original amount was 1d, roll 1d to determine the quantity, then change one of those to 1d (or alternatively, calculate it as 2d-1 from the start). If multiple types of automatically obtained loot meet the conditions, this is applied to one type of their choice.When the Dark Hunter reaches level 5, the selling price requirement becomes \"1,000G or less;\" at level 10, it becomes \"10,000G or less.\"This effect does not apply to Boss Class Monsters (see p. 130, BM, p. 158) or to \"Always\" loot specially set in scenarios.It is limited to those items pre-set in the general monster data.It does not affect the quantity of non-automatic loot obtained at all. The effect cannot be applied when obtaining loot through special methods such as Auto Looter (see ET, p. 143).",
            "power_table": null,
            "cost": "-",
            "prerequisite": "None",
            "summary": "Obtain 1d of a single automatically acquired loot item worth 100/1,000/10,000G or less."
        },
        {
            "name": "◯Heavy Throws",
            "tradition": "Essence Weaving",
            "level": "10",
            "description": "Dark Hunter can use \"Stance: 2H\" melee weapons from categories other than Wrestling and weapons from the Thrown Weapon category for [Spectral Throw]. For melee weapons, \"Range: 1 (10m)\" applies (or \"Range: 2 (30m)\" if [Long-Range Technique] is acquired).Regardless of the original weapon category, rank restrictions, and Extra Damage increases are determined by the rank of [Weapon Proficiency/Thrown Weapon].",
            "power_table": null,
            "cost": "-",
            "prerequisite": "[ Universal Manipulation ]",
            "summary": "Use 2H weapons for [Spectral Throw]"
        },
        {
            "name": "⏩△Binding Technique Enhancement",
            "tradition": "Essence Weaving",
            "level": "10",
            "description": "For the duration of the effect, all penalty modifiers given by [Mind Binding Technique] (regardless of whether it's I, II, or III) used by the Dark Hunter are changed to \"-2\".",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "[ Mind Binding Technique ]",
            "target": "Caster",
            "rangearea": "Caster",
            "duration": "10 seconds (1 round)",
            "resistance": "Optional",
            "summary": "Set the effect of [Mind Binding Technique] to -2"
        },
        {
            "name": "►Soul Tethers Hands II",
            "tradition": "Essence Weaving",
            "level": "10",
            "description": "This has the same effect as [Soul Tethers Hands I], but the Dark Hunter extends two Soul Tethers, allowing them to manipulate objects as if using both hands. They can wield weapons with the \"Stance: 2H\", but they cannot benefit from the effects of [Dual Wielding].",
            "power_table": null,
            "cost": "2dHP",
            "prerequisite": "[ Soul Tethers Hands I ]",
            "target": "Caster",
            "rangearea": "Caster",
            "duration": "Instant/1 minute (6 rounds)",
            "resistance": "N/A",
            "summary": "Treat two Soul Tethers as arms."
        },
        {
            "name": "◯Long-Range Technique",
            "tradition": "Essence Weaving",
            "level": "5",
            "description": "When Dark Hunters use [Spectral Throw], it is changed to \"Range: 2 (original range +20m)\".",
            "power_table": null,
            "cost": "-",
            "prerequisite": "[ Spectral Throw ]",
            "summary": "Extends the range of attacks using [Spectral Throw]"
        },
        {
            "name": "⏩Type Infusion: Tear",
            "tradition": "Essence Weaving",
            "level": "1",
            "description": "When the target makes a weapon attack, treat the weapon used in that attack as a Magic Weapon of Slashing, Water/Ice, and Wind types.",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "None",
            "target": "1 Character",
            "rangearea": "2 (30m) / Target",
            "duration": "30 seconds (3 rounds)",
            "resistance": "Optional",
            "summary": "Make weapon attack Slashing, Water/Ice, and Wind types"
        },
        {
            "name": "►Soul Tethers Hands",
            "tradition": "Essence Weaving",
            "level": "5",
            "description": "When using this Essence Weaving, perform a skill check with Mental Power as the Standard Value. The effect manifests if it's not an automatic failure.The Dark Hunter can extend one Soul Tether from themselves and use it like their own hand and arm. The Soul Tether can stretch up to \"Range: 1 (10m),\" grab objects, lift them, move them within the Soul Tether's range, and perform operations to the extent of what can be done with one hand. However, it cannot grab other characters or items they are equipping, holding, or owning. The Soul Tether can freely pass through gaps as narrow as a few centimeters wide but can only be operated within the Dark Hunter's line of sight.The strength and dexterity of the Soul Tether are determined by the Success Value of the skill check performed to use this Essence Weaving, treated as equivalent to the ability scores for strength and dexterity (if concerned about weight, consider that it can lift 5kg per 1 Success Value). With a sufficiently high Success Value, it's possible to grab objects fixed at high positions and even pull the Dark Hunter themselves up to those locations.The Dark Hunter cannot synchronize their own hands and arms with the Soul Tether. While using one, the other cannot be used. It's possible to wield a \"Stance: 1H\" weapon with the Soul Tether (using the Dark Hunter's Warrior-Type Classes and the strength and dexterity determined by the Success Value for Accuracy checks and damage determination), but this must be done as a Major Action, and the Dark Hunter cannot attack with their own weapon. [Dual Wielding] is also ineffective.If the Dark Hunter's HP decreases by even 1 point during the effect duration, whether from damage or consumption, this Essence Weaving is automatically dispelled.",
            "power_table": null,
            "cost": "2d(9)HP",
            "prerequisite": "None",
            "target": "Caster",
            "rangearea": "Caster",
            "duration": "Instant / 1 minute (6 rounds)",
            "resistance": "Optional",
            "summary": "Extend 10m of Soul Tethers to use as an arm"
        },
        {
            "name": "⏩Pull of Soul Tethers",
            "tradition": "Essence Weaving",
            "level": "1",
            "description": "Attach Soul Tethers to weapons, allowing them to return to the Dark Hunter's hand after being thrown.For the duration of the effect, all weapons the Dark Hunter uses for thrown attacks will automatically return to the Dark Hunter, regardless of whether they hit or miss. If the weapon was equipped, it would remain in its equipped state.Weapons or items that have special handling explicitly stated, such as \"lost\" or \"remains lodged in the target\" upon hitting with a thrown weapon, will prioritize those effects and will not return.",
            "power_table": null,
            "cost": "2HP",
            "prerequisite": "None",
            "target": "Caster",
            "rangearea": "Caster",
            "duration": "10 seconds (1 round)",
            "resistance": "Optional",
            "summary": "Thrown weapons return to hand"
        },
        {
            "name": "◯Strong Throws",
            "tradition": "Essence Weaving",
            "level": "1",
            "description": "The physical damage caused by Dark Hunter's thrown attack is increased by +1. If the attack target is a character classified as \"Daemon\" or \"Undead,\" it is further increased by +1 point (total +2 points).When the user's Dark Hunter class level reaches 5, the damage increase becomes +2 (+3 for Daemon and Undead).When the user's Dark Hunter class level reaches 10, the damage increase becomes +3 (+4 for Daemon and Undead).",
            "power_table": null,
            "cost": "-",
            "prerequisite": "None",
            "summary": "Thrown Attack physical damage +1 to +3 (Daemons or Undead +2 to +4)"
        },
        {
            "name": "⏩△Mind Binding Technique III",
            "tradition": "Essence Weaving",
            "level": "10",
            "description": "Uses the power of the mind to bind the target's movement. For the duration of the effect, the target receives a -1 penalty on all action checks. It cannot overlap with [Mind Binding Technique I/II], so the effect cannot be stacked (the last one used is effective).",
            "power_table": null,
            "cost": "1dHP",
            "prerequisite": "[ Mind Binding Technique II ]",
            "target": "1 Character",
            "rangearea": "Touch",
            "duration": "10 seconds (1 round)",
            "resistance": "Can't",
            "summary": "Action checks -1"
        },
        {
            "name": "►Spectral Throw",
            "tradition": "Essence Weaving",
            "level": "1",
            "description": "Perform a thrown attack using the Dark Hunter class and Spirit. The effects of Combat Feats [Dual Wielding] and [Throwing] cannot be applied to it.Weapons are limited to those in the category thrown weapon with \"Stance: 1H*\". In this case, Spirit is used instead of Strength to consider the weapon's minimum strength requirement. When using a higher-rank weapon as a thrown weapon, the necessary rank of [Weapon Proficiency/Thrown Weapons] is required, and the Extra Damage increase from that Combat Feat is effective.Both Accuracy checks and Extra Damage calculations are performed using Mental Power.There is no need to perform the physical throwing motion. Dark Hunters can manipulate and throw weapons such as throwing knives tucked in their belts or throwing spears on their backs using Spirit. They don't need to have the weapon equipped, and it doesn't matter if their hands are tied or in an unfavorable position; they won't receive any penalties.However, they can only throw weapons that the Dark Hunter is physically touching or carrying as part of their belongings. For example, they cannot throw something hanging on a wall without touching it. Additionally, they cannot throw weapons that are tied down, stored deep in a backpack, or equipped or held by other characters.",
            "power_table": null,
            "cost": "2d(6)HP",
            "prerequisite": "None",
            "target": "1 Character",
            "rangearea": "Special / Shot",
            "duration": "Instant",
            "resistance": "Negates",
            "summary": "Perform thrown attack using Mental Power"
        },
        {
            "name": "◯Dark Magic Techniques",
            "tradition": "Essence Weaving",
            "level": "10",
            "description": "Dark Hunters can, for any skill check (not limited to checks that are prerequisites for targets) except for Death Checks they perform themselves, confirm the roll result and then consume \"1d\" HP to reroll the dice. Once HP consumption is decided, this effect cannot be canceled. Moreover, they must abide by the new roll result. This effect can only be used once per day.Within a Shallow Abyss, they can use this effect without consuming HP, and it can also be applied to Death Checks. The limitation of using the effect once per day remains unchanged.",
            "power_table": null,
            "cost": "-",
            "prerequisite": "[ Abyss Exploration Techniques ] or [ Dark Life ]",
            "summary": "Reroll skill check by consuming 1d HP; no HP consumption in Shallows"
        }
    ]
}