{
  "feat-automatic": [
    {
      "name": "Weakness Exploit",
      "description": "If the master performs a Monster Knowledge check with the Sage class and obtains a success value greater than or equal to the monster's weakness, the bonus generated by the weak point and the increment of damage is doubled for the master.\nFor example, if the weak point is \"Accuracy +1\", the bonus to the Accuracy will become +2, and if the weak point is \"Fire damage +3 points\", the damage will be increased by +6.\nThis effect only applies to the master; other allied characters will only benefit from the normal effect of the weak point.",
      "gain": "Sage Level 7",
      "use": "-"
    },
    {
      "name": "Chain Attack",
      "description": "When the user makes a melee attack with a wrestling weapon with \"Stance: 1H,\" they can make an additional melee attack on the same target with a wrestling weapon with \"Stance: 1H.\" The weapon used for the initial attack may be different from the weapon used for the additional attack.\nOnly one [Chain Attack] is allowed when two attacks are made with [Dual Wielding]. The [Chain Attack] may occur with either attack. This additional attack does not incur the -2 penalty to the Accuracy check.",
      "gain": "Grappler Level 1",
      "use": "Grappler class, 1H Wrestling"
    },
    {
      "name": "Sage's Wisdom",
      "description": "Once per check, the Sage may reroll 2d after seeing the 2d result of a skill check which uses Sage Class Level for standard value calculation. This reroll can be done only once per Skill Check. If there is any other reroll effect, it is assumed that the number of rerolls increases only by +1.",
      "gain": "Sage Level 15",
      "use": "-"
    },
    {
      "name": "Keen Eyes",
      "description": "The master gains +1 to the roll when making a Loot Determination. This effect is cumulative with other effects that increase the roll of loot decisions.\nVagrant characters may choose [Crude Take] instead of [Keen Eyes] when they reach Level 5 in the Sage Class. If they do so, they will never again have the chance to take [Keen Eyes].",
      "gain": "Sage Level 5",
      "use": "-"
    },
    {
      "name": "Shukuchi",
      "description": "The master may perform any actions that can be performed during a Normal Move in any round in which a Full Move is performed. The type of move itself does not change, and the penalty to the Evasion check (-4) must also be taken.",
      "gain": "Ranger Level 12",
      "use": "-"
    },
    {
      "name": "Treasure Master",
      "description": "The master gains +1 to Loot Determination rolls. This effect accumulates with other Loot Determination-increasing effects.",
      "gain": "Scout Level 12",
      "use": "-"
    },
    {
      "name": "Cleansing Dance",
      "description": "When the master is involved in an effect with \"Area: Shot\" and \"Target: 1 Character,\" \"Area: Line,\" or \"Area: Breakthrough,\" they can substitute a Battle Dancer Evasion check for the check to reduce or eliminate the effect (mostly resistance checks).\nIf the Evasion check succeeds, the result will be as if the normal check succeeded.\nThis Combat Feat cannot be used for effects with \"Area: Target\" or \"Area: Shot\" that affect a wide area. It is also ineffective against effects with \"Resistance: Can't\" that do not require resistance checks.",
      "gain": "Battle Dancer Level 7",
      "use": "Battle Dancer Class"
    },
    {
      "name": "Battle Master",
      "description": "The master may declare two active combat feats in one round. The same active combat feat may not be declared more than once per action. It is possible to declare the same active combat feat for two different actions or to combine two different active combat feats for one action.\nIf the declared feats have risk, they are all cumulative.",
      "gain": "Fighter or Grappler or Battle Dancer Lvl 13",
      "use": "-"
    },
    {
      "name": "Fast Action",
      "description": "In the Initiative check, if the player's success value is greater than the maximum value of the enemy's success value (or greater than or equal to the Initiative monster data), the player can take one additional Major Action in the first round.",
      "gain": "Scout Level 7",
      "use": "-"
    },
    {
      "name": "Survivability",
      "description": "In a natural environment (see CR I p. 101), the master can automatically succeed on Fortitude- or Willpower-based checks without rolling any dice. This feat must be declared before rolling the dice for the Willpower or Fortitude check. This effect can be used only once per day.\nVagrant characters may choose the automatic Combat Feat [Crude Take] instead of [Survivability] when they reach Level 5 in the Ranger Class. If they do so, they will never again have the chance to take [Survivability].",
      "gain": "Ranger Level 5",
      "use": "-"
    },
    {
      "name": "Treasure Hunt",
      "description": "The master gains +1 to the roll when making a Loot Determination. This effect is cumulative with other effects that increase the roll of loot decisions.\nVagrant characters may choose [Crude Take] or [Plunder] instead of [Treasure Hunt] when they reach Level 5 in the Scout Class. If they do so, they will never again have the chance to take [Treasure Hunt].",
      "gain": "Scout Level 5",
      "use": "-"
    },
    {
      "name": "Run-and-Gun",
      "description": "The master can perform any actions that can be performed during a Limited Move in a round in which a Normal Move is performed. The type of move itself does not change.",
      "gain": "Ranger Level 15",
      "use": "-"
    },
    {
      "name": "Mana Resistance",
      "description": "Reduce all Magic Damage the master receives by 5 points.",
      "gain": "Sage Level 12",
      "use": "-"
    },
    {
      "name": "Skill Master",
      "description": "Once per check, the Scout may reroll 2d after seeing the 2d result of a skill check which uses Scout Class Level for standard value calculation. This reroll can be done only once per Skill Check. If there is any other reroll effect, it is assumed that the number of rerolls increases only by +1.",
      "gain": "Scout Level 15",
      "use": "-"
    },
    {
      "name": "Indomitable",
      "description": "If the master succeeds in making a Death Check, even if their HP is 0 or less, they will not be unconscious and can continue to perform actions; if they fail the Death Check, they die.",
      "gain": "Ranger Level 7",
      "use": "-"
    },
    {
      "name": "Toughness",
      "description": "The master's maximum HP increases by 15 points.",
      "gain": "Fighter Level 7",
      "use": "-"
    },
    {
      "name": "Mana Save",
      "description": "When using MP for any reason, reduce the MP spent by -1. This cannot reduce an MP cost lower than 1 (at least 1 point is consumed).\nWhen the MP consumption is doubled by [Metamagic/**], the reduction is calculated first and then doubled. [Mana Save] has no effect on effects that damage MP or reduce MP instead of consuming MP as regular spells do.",
      "gain": "Sage Level 9",
      "use": "-"
    },
    {
      "name": "△Potion Master",
      "description": "The master may use an item classified as a Potion during Combat Preparation or with a Minor Action only when used on themselves.\nThis feat is limited to one potion during Combat Preparation or one Minor Action per round.",
      "gain": "Ranger Level 9",
      "use": "-"
    },
    {
      "name": "Counter",
      "description": "When hit by a melee attack, the player can attempt to avoid the enemy's attack while attempting to hit with their own attack. The decision to do this can be made after checking the success value of the enemy's Accuracy check.\nInstead of an Evasion check, an Accuracy check can be made with any weapon equipped by the player, and the success values are compared with each other. Unlike a normal Evasion check, the side attempting the [Counter] is the active side, and the side that attempted a melee attack first is the passive side.\n[Counter] may only be attempted once per round, regardless of its success or failure.",
      "gain": "Grappler Level 7",
      "use": "-"
    },
    {
      "name": "Plunder",
      "description": "Application: 1 melee attack\nRisk: None\nWhen the attacker successfully frightens their opponent, the user can loot the opponent's pocket or a part of their body.\nThis feat can only be declared when performing a melee attack with a \"Stance: 1H\" or equivalent weapon and is valid for a single attack. The user cannot declare this when attacking multiple targets at the same time.\nIf a melee attack made while this Combat Feat is declared results in a critical hit, the damage process is interrupted and completed without processing the increased damage from the critical hit (adding an additional Power Table damage). Damage occurs as usual, and after the damage process is completed, a \"loot acquisition\" attempt is automatically performed on the character. In this case, any effect affecting loot (such as the Combat Feat [Treasure Hunt] or the accessory Lucky Charm is applied to the character (section). An effect that loots separately like Auto Looter cannot be used.\nThis effect does not give the user an \"Always\" loot, but rather a \"(Monster's Name)'s Precious Thing\" of the same value as the loot. It cannot be made into a crude material card (see CR III, p. 112) and can only be sold.\nIf the user hits a character without loot (such as a fairy), the critical process is still interrupted, but no loot is gained.\nThis effect is only valid once per round for the same character, even if no loot was gained. If a user declares this Combat Feat and a melee attack fails to hit or does not result in a critical hit, the user can declare it again on another turn.\nIn the Post Combat Process, a character affected by this Combat Feat can still be looted as usual.\nThis Combat Feat is exempt from the number of active combat feat declarations and may be declared at the same time as any other Active Combat Feat. However, it can only be declared once per round. This exceptionally applies to characters that can otherwise declare multiple Combat Feats per round.",
      "gain": "Scout or Ranger or Sage Level 5",
      "use": "1H weapon"
    },
    {
      "name": "Rune Master",
      "description": "The master may declare two active combat feats per round. However, at least one of them must be of \"Use: Wizard-Type Class,\" and the same active combat feat may not be declared more than once in a single turn.",
      "gain": "Any Wizard-type class Level 11",
      "use": "-"
    },
    {
      "name": "Shadow Sneak",
      "description": "The master's movement cannot be blocked. They may also leave a skirmish by moving at will without preparing to withdraw from the melee.",
      "gain": "Scout Level 9",
      "use": "-"
    },
    {
      "name": "Crude Take",
      "description": "The master uses their experience to search for items and loot.\nDuring \"Loot Determination\" at the end of combat, the master rolls (1d x 2) instead of 2d to acquire loot. Effects that modify or change the rolls are applied after this multiplication.",
      "gain": "Scout or Ranger or Sage Level 5",
      "use": "-"
    }
  ]
}
